Repository: common-repository/centedi-catalog-addon
Catalog: languages/centedi-cataddon-*.po
Languages: ru_ru

source: You have successfully registered!
ru_ru: Вы успешно зарегистрировались!

source: Product successfully imported!
ru_ru: Продукт успешно импортирован!

source: Product successfully updated!
ru_ru: Продукт успешно обновлён!

source: Invalid data or API key. Please contact CentEDI support.
ru_ru: Неверные данные или API ключ. Пожалуйста, свяжитесь с техподдержкой.

source: Error creating product:
ru_ru: Ошибка создания продукта:

source: Error creating attribute sets:
ru_ru: Ошибка создания набора аттрибутов:

source: Error creating category:
ru_ru: Ошибка создания категории:

source: Something went wrong
ru_ru: Неизвестная ошибка

source: You have an error in your data, please check fields!
ru_ru: Данные содержат ошибку, проверьте правильность ввода!

source: Invalid product data
ru_ru: Неверные данные продукта

source: Invalid update data
ru_ru: Неверные данные для обновления

source: Brand
ru_ru: Брэнд

source: Search
ru_ru: Поиск

source: All Brands
ru_ru: Все брэнды

source: View
ru_ru: Просмотр

source: Parent
ru_ru: Родитель

source: Parent:
ru_ru: Родитель:

source: Edit
ru_ru: Редактировать

source: Update
ru_ru: Обновить

source: Add new brand
ru_ru: Добавить брэнд

source: New Brand Name
ru_ru: Название

source: Brands
ru_ru: Брэнды

source: No brands found
ru_ru: Брэнды не найдены

source: Brands container
ru_ru: Контейнер виджета брэндов

source: CentEDI brands slider container
ru_ru: Контейнер слайдера брэндов

source: CentEDI Actions
ru_ru: Меню CentEDI

source: Import product...
ru_ru: Импортировать продукт

source: Search for updates
ru_ru: Проверить изменения

source: We have no such product. Please input brand for this product in order to help us to find the required information:
ru_ru: Продукт не существует в нашей базе. Пожалуйста, введите брэнд продукта, чтобы помочь нам найти необходимую информацию:

source: (not required)
ru_ru: (по желанию)

source: Yes I would like to receive the notification on my store admin email when product is ready for import
ru_ru: Я бы хотел получить уведомление на почтовый адрес администратора магазина, когда продукт будет готов к импорту

source: Model
ru_ru: Модель

source: Weight
ru_ru: Вес

source: Dimensions
ru_ru: Габариты

source: Product attachments
ru_ru: Приложения

source: Type
ru_ru: Тип

source: Attachment
ru_ru: Приложение

source: Nothing found
ru_ru: Ничего не найдено

source: Logo
ru_ru: Логотип

source: Add logo...
ru_ru: Добавить...

source: Remove logo
ru_ru: Удалить

source: Add or remove brand logo.
ru_ru: Изменить логотип бренда

source: Visible
ru_ru: Видимость

source: Settings
ru_ru: Настройки

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Error saving product images
ru_ru: Ошибка сохранения картинок продукта

source: Error saving product attachments
ru_ru: Ошибка сохранения приложений продукта

source: Error creating brand
ru_ru: Ошибка создания брэнда:

source: Error saving variation images
ru_ru: Ошибка сохранения картинок вариации

source: Error writing product data to database
ru_ru: Ошибка записи данных продукта

source: Product created
ru_ru: Продукт создан!

source: Error uploading image:
ru_ru: Ошибка загрузки изображения

source: Registration
ru_ru: Зарегистрироваться

source: Organization
ru_ru: Организация

source: Country
ru_ru: Страна

source: Password
ru_ru: Пароль

source: Retype password
ru_ru: Пароль повторно

source: CentEDI Settings
ru_ru: Настройки CentEDI

source: Filters
ru_ru: Фильтры

source: Show filters
ru_ru: Показать фильтры

source: Show filterable attributes only
ru_ru: Показывать только фильтруемые аттрибуты

source: Manually choose attributes to filter
ru_ru: Установить видимость аттрибутов вручную

source: Show brands slider
ru_ru: Отображать слайдер брэндов

source: Attribute
ru_ru: Аттрибут

source: Filterable
ru_ru: Фильтруемый

source: Register
ru_ru: Зарегистрироваться

source: CentEDI Filters
ru_ru: Фильтры CentEDI

source: Filter
ru_ru: Фильтровать

source: Reset
ru_ru: Сбросить

source: All
ru_ru: Всё

source: Filter title
ru_ru: Название
